test/tests/multiapps/flow_over_heated_plate/fluid-openfoam/system/decomposeParDict
FoamFile {
    version 2.0;
    class dictionary;
    object decomposeParDict;
    format ascii;
}

numberOfSubdomains 4;

method          simple;

simpleCoeffs
{
    n           (4 1 1);
    delta       0.001;
}
